6<?php

/**
 *
 *
 * Author:  Asror Zakirov
 * https://www.linkedin.com/in/asror-zakirov
 * https://www.facebook.com/asror.zakirov
 * https://github.com/asror-z
 *
 */

use zetsoft\widgets\former\ZArrayGridViewWidget;
use zetsoft\widgets\former\ZDynaArrayGridWidget;

echo ZArrayGridViewWidget::widget([
    'data' => [
        [
            'Программы Обучения', 'Ф.И.О Стипендиата', 'Серия Паспорта', 'Номер', 'Дата Рождения', 'В Какой Стране Обучался', 'Континенты', 'Срок Обучения', 'Время Отъезда', 'Время Оканчания Обучения', 'Закончившие Обучение',
            'Место Обучения', 'Вид Места Обучения', 'Область Знаний', 'Область Обучения', 'Направления Обучения', 'Специальность', 'В Каком ВУЗе обучался', 'Источник Финансов', 'Общая Потраченная Сумма'
        ],

        ['Программы', 'ElnurController Suyunov', 'AB', 54561421, '20.06.1998', 'Uzbekistan', 'Азия', '5 лет', '20.12.2000', '20.12.2005', '10 Специалистов', 'Малайзия', 'Институт', 'IT', 'Программирование', 'Инженер Программист', 'Программист' , 'Беларусский институт' , 'Работа' , '7000$'],

        ['Программы', 'ElnurController Suyunov', 'AB', 54561421, '20.06.1998', 'Uzbekistan', 'Азия', '5 лет', '20.12.2000', '20.12.2005', '10 Специалистов', 'Малайзия', 'Институт', 'IT', 'Программирование', 'Инженер Программист', 'Программист' , 'Беларусский институт' , 'Работа' , '7000$'],

        ['Программы', 'ElnurController Suyunov', 'AB', 54561421, '20.06.1998', 'Uzbekistan', 'Азия', '5 лет', '20.12.2000', '20.12.2005', '10 Специалистов', 'Малайзия', 'Институт', 'IT', 'Программирование', 'Инженер Программист', 'Программист' , 'Беларусский институт' , 'Работа' , '7000$'],

        ['Программы', 'ElnurController Suyunov', 'AB', 54561421, '20.06.1998', 'Uzbekistan', 'Азия', '5 лет', '20.12.2000', '20.12.2005', '10 Специалистов', 'Малайзия', 'Институт', 'IT', 'Программирование', 'Инженер Программист', 'Программист' , 'Беларусский институт' , 'Работа' , '7000$'],

        ['Программы', 'ElnurController Suyunov', 'AB', 54561421, '20.06.1998', 'Uzbekistan', 'Азия', '5 лет', '20.12.2000', '20.12.2005', '10 Специалистов', 'Малайзия', 'Институт', 'IT', 'Программирование', 'Инженер Программист', 'Программист' , 'Беларусский институт' , 'Работа' , '7000$'],

        ['Программы', 'ElnurController Suyunov', 'AB', 54561421, '20.06.1998', 'Uzbekistan', 'Азия', '5 лет', '20.12.2000', '20.12.2005', '10 Специалистов', 'Малайзия', 'Институт', 'IT', 'Программирование', 'Инженер Программист', 'Программист' , 'Беларусский институт' , 'Работа' , '7000$'],

        ['Программы', 'ElnurController Suyunov', 'AB', 54561421, '20.06.1998', 'Uzbekistan', 'Азия', '5 лет', '20.12.2000', '20.12.2005', '10 Специалистов', 'Малайзия', 'Институт', 'IT', 'Программирование', 'Инженер Программист', 'Программист' , 'Беларусский институт' , 'Работа' , '7000$'],

        

    ],
]);
